[X2Effect_AutoMendArmour]
DeShredMessage="+<Heal/> 护甲修复"

[X2Effect_AutoMendShield]
HealedMessage="+<Heal/> 护盾修复"

[X2Item_WeaveVests]
MaxShieldRegenLabel = "最大护盾修复量"
ShieldRegenLabel = "修复率"
ShieldLabel = "护盾"

MaxArmourRepairLabel = "Max Automend"
ArmourRepairLabel = "自动修复率"